import React from 'react';
import s from '../styles/city.module.css'
import Persii from '../components/img/Persii.jpg'
const Book = () => {
    return (
        <div>
            <div className={s.Book_text}>
                <h1>Одна з моїх улюблених книг:<br /> Персі Джексон та викрадач Блискавок</h1>
                <p>Персі Джексон та Викрадач блискавок (англ. The Lightning Thief) — пригодницько-фантастичний роман Ріка Ріордана на основі давньогрецької міфології, перший роман із циклу «Персі Джексон і Олімпійці». Наступною є книга «Море чудовиськ» і дві серії-продовження («Герої Олімпу» та «Випробування Аполлона»), а також «Хроніки Табору напівкровок».</p>
                <h2>Сюжет</h2>
                <p>Персі Джексон — 12-річний хлопець із дислексією і СДУГ, який випадково дізнається, що він син бога Посейдона. На нього полюють чудовиська, а боги звинувачують у викраденні Зевсового жезла-блискавки. Перед Персі постає завдання запобігти війні богів, знайшовши справжнього викрадача, та врятувати свою матір, що стала жертвою підступності Аїда. Персі вирушає на пошуки в компанії сатира Гровера та дочки Афіни Аннабет. Дорогою їх чекає безліч небезпек, які друзі змушені будуть подолати, аби не допустити страшних наслідків для світу.</p>
                <h2>Екранізація</h2>
                <p>Екранізація книги під назвою «Персі Джексон та Викрадач блискавок» вийшла в США 12 лютого 2010 року. Ріордан розкритикував фільм за те, що режисер суттєво змінив історію книги, намагався привернути увагу дорослої аудиторії, хоча цільовою мала б бути дитяча, вніс зміни, які створили б проблеми для можливих продовжень фільмів, і загалом автору не сподобався погано прописаний сценарій і підбір акторів[1]. Тому 14 травня 2020 року Ріордан оголосив, що Disney+ буде адаптувати серіал «Персі Джексон і Олімпійці», перший сезон якого розповідатиме саме про «Викрадача блискавок».[2]</p>
                <div className={s.TableAndFoto}>
                <table>
                    <tr>
                        <th>Автор</th>
                        <td>Рік Ріордан</td>
                    </tr>
                    <tr>
                        <th>Назва мовою оригіналу</th>
                        <td>The Lightning Thief</td>
                    </tr>
                    <tr>
                        <th>Країна</th>
                        <td>США</td>
                    </tr>
                    <tr>
                        <th>Мова</th>
                        <td>Англійська</td>
                    </tr>
                    <tr>
                        <th>Серія</th>
                        <td>Персі Джексон та Олімпійці</td>
                    </tr>
                    <tr>
                        <th>Жанр</th>
                        <td>young adult fictiond, пригоди[d],<br/> children's fictiond,<br/> Міська фентезі і фентезі</td>
                    </tr>
                    <tr>
                        <th>Видавництво</th>
                        <td>Miramax Booksd і Hachette Booksd</td>
                    </tr>
                    <tr>
                        <th>Видано</th>
                        <td>1 липня 2005</td>
                    </tr>
                    <tr>
                        <th>Сторінок</th>
                        <td>211</td>
                    </tr>
                    <tr>
                        <th className={s.Table}>Наступний твір</th>
                        <td className={s.Tablee}>Персі Джексон та Море чудовиськ</td>
                    </tr>
                </table>
                <img src={Persii} alt="" />
                </div>
            </div>
            
        </div>
    );
}

export default Book;
